Repository: sven-ericmolzahn/Clock
Catalog: Clock/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: %@h from local
de: %@ Std. von Ortszeit
es: %@h de hora local
fr: %@h par rapport à l'heure locale
it: %@h dall'ora locale

source: 12-hour
de: 12-Stunden
es: 12 horas
fr: 12 heures
it: 12 ore

source: Add Clock
de: Uhr hinzufügen
es: Añadir reloj
fr: Ajouter une horloge
it: Aggiungi orologio

source: Cal week
de: KW
es: Semana
fr: Semaine
it: Settimana

source: Click the map below to add a world clock.
de: Klicke auf die Karte, um eine Weltuhr hinzuzufügen.
es: Haz clic en el mapa para añadir un reloj mundial.
fr: Cliquez sur la carte pour ajouter une horloge mondiale.
it: Clicca sulla mappa per aggiungere un orologio mondiale.

source: Click the map or search for a city
de: Klicke auf die Karte oder suche eine Stadt
es: Haz clic en el mapa o busca una ciudad
fr: Cliquez sur la carte ou recherchez une ville
it: Clicca sulla mappa o cerca una città

source: Convert a time (e.g. 15:00)
de: Zeit umrechnen (z. B. 15:00)
es: Convertir una hora (p. ej. 15:00)
fr: Convertir une heure (ex. 15:00)
it: Converti un orario (es. 15:00)

source: Date
de: Datum
es: Fecha
it: Data

source: Date format pattern
de: Datumsformatmuster
es: Patrón de formato de fecha
fr: Modèle de format de date
it: Modello formato data

source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

source: Full
de: Vollständig
es: Completo
fr: Complet
it: Completo

source: General
de: Allgemein
fr: Général
it: Generale

source: Invalid location
de: Ungültiger Standort
es: Ubicación no válida
fr: Emplacement non valide
it: Posizione non valida

source: ISO date
de: ISO-Datum
es: Fecha ISO
fr: Date ISO
it: Data ISO

source: Label
de: Bezeichnung
es: Etiqueta
fr: Libellé
it: Etichetta

source: Launch at login
de: Beim Anmelden starten
es: Iniciar sesión automáticamente
fr: Lancer au démarrage
it: Avvia al login

source: Looking up location...
de: Standort wird gesucht …
es: Buscando ubicación…
fr: Recherche du lieu…
it: Ricerca posizione…

source: Menu Bar Format
de: Menüleistenformat
es: Formato de barra de menú
fr: Format de la barre des menus
it: Formato barra dei menu

source: New Clock
de: Neue Uhr
es: Nuevo reloj
fr: Nouvelle horloge
it: Nuovo orologio

source: No location found
de: Kein Standort gefunden
es: No se encontró ubicación
fr: Aucun lieu trouvé
it: Nessuna posizione trovata

source: No World Clocks
de: Keine Weltuhren
es: Sin relojes mundiales
fr: Aucune horloge mondiale
it: Nessun orologio mondiale

source: Preview: %@
de: Vorschau: %@
es: Vista previa: %@
fr: Aperçu : %@
it: Anteprima: %@

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci

source: Search city or place...
de: Stadt oder Ort suchen …
es: Buscar ciudad o lugar…
fr: Rechercher une ville ou un lieu…
it: Cerca città o luogo…

source: Seconds
de: Sekunden
es: Segundos
fr: Secondes
it: Secondi

source: Settings...
de: Einstellungen …
es: Ajustes…
fr: Réglages…
it: Impostazioni…

source: Show in Menu Bar
de: In Menüleiste anzeigen
es: Mostrar en barra de menú
fr: Afficher dans la barre des menus
it: Mostra nella barra dei menu

source: Show world clocks before local time
de: Weltuhren vor Ortszeit anzeigen
es: Mostrar relojes mundiales antes de la hora local
fr: Afficher les horloges mondiales avant l'heure locale
it: Mostra orologi mondiali prima dell'ora locale

source: Time
de: Uhrzeit
es: Hora
fr: Heure
it: Ora

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
it: Domani

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto

source: Use Unicode date format patterns (e.g. HH:mm, yyyy-MM-dd, 'W'w for week)
de: Unicode-Datumsformatmuster verwenden (z. B. HH:mm, yyyy-MM-dd, 'W'w für Woche)
es: Usa patrones de formato de fecha Unicode (p. ej. HH:mm, yyyy-MM-dd, 'W'w para semana)
fr: Utilisez des modèles de format de date Unicode (ex. HH:mm, yyyy-MM-dd, 'W'w pour semaine)
it: Usa modelli di formato data Unicode (es. HH:mm, yyyy-MM-dd, 'W'w per settimana)

source: Weekday
de: Wochentag
es: Día
fr: Jour
it: Giorno

source: World Clock Format
de: Weltuhrenformat
es: Formato de reloj mundial
fr: Format des horloges mondiales
it: Formato orologio mondiale

source: World Clocks
de: Weltuhren
es: Relojes mundiales
fr: Horloges mondiales
it: Orologi mondiali

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri

source: System
es: Sistema
fr: Système
it: Sistema
